[
  {
    "key": "desc",
    "ko": "집에갈 고양은 로그라이크 액션 RPG 장르의 게임입니다. 이상한 섬으로 온 케빈과 치즈가 이곳을 탈출해 집으로 돌아가기 위해 고군분투 하는 이야기입니다. 이야기가 어렵지 않으면서, 많은 유저들이 한번 쯤 생각할 만한 주제의 엔딩이라 이야기에 몰입되어 게임에 빠져들 수 있다고 생각합니다.  \n\n게임 속 던전에는 다양한 패턴의 적들과 강력한 보스들이 있습니다. 직관적으로 쉽게 캐릭터를 조작 할 수 있지만, 어려운 적들을 마주해 뚫고 이야기를 진행해 가는 재미를 느낄 수 있습니다.",
    "en": "“The Way Home” is a roguelike ARPG. Kevin and Cheese find themselves on a strange island, and embark on an adventure to return home. The story is not complex, but we think the plot and ending will be enjoyed by many players and give them something to ponder, which will lead to a sense of immersion and falling in love with the game."
  },
  {
    "key": "history",
    "ko": "The Way Home은 2021년 2월 부터 개발자의 반려묘를 주인공삼아 개발되기 시작했습니다. 자본을 비롯한 모든것들 부터 완전하게 독립해서 온전히 개발자가 만들고 싶은 게임에 집중하고있습니다. 2021년 12월 출시 되었습니다!",
    "en": "The Way Home was developed with the developer's cat as the main character in February 2021. We are completely independent of everything, including capital, and are completely focusing on the game what we want to make."
  },
  {
    "key": "feature1",
    "ko": "사람이 생성한 것 같은 맵이 알고리즘에 의해 자동 생성됩니다. 매 전투를 새로운 패턴으로 즐길 수 있습니다.",
    "en": "A map that looks like a human-generated one is automatically generated by the algorithm. You can enjoy every battle in a new pattern."
  },
  {
    "key": "feature2",
    "ko": "매 전투시마다 다른 15종 이상의 스킬들을 전략적으로 조합해서 전투를 진행합니다.",
    "en": "In each battle, the battle proceeds by strategically combining 15 or more different skills."
  },
  {
    "key": "feature3",
    "ko": "던전에서 수집한 자원들로 필요한 건물들을 건설 하고 마을을 꾸밀 수 있습니다.",
    "en": "You can construct the buildings and decorate the village with the resources collected in the dungeon."
  },
  {
    "key": "feature4",
    "ko": "픽셀아트의 따듯한 감성과 함께 빛과 그림자가 살아있는 조명효과로 현장감을 느낄 수 있습니다.",
    "en": "You can feel not only the warm sensibility of pixel art but also the realism of the light and shadows."
  },
  {
    "key": "feature5",
    "ko": "반전이 있는 매력적인 스토리를 따라가며 탐험을 계속합니다.",
    "en": "Continue your exploration as you follow an engaging story."
  },
  {
    "key": "about",
    "ko": "CONCODE는 현재 13년차 프로그래머 출신의 1인 개발 홈 스튜디오 입니다. 기존의 게임의 문법과는 다른 레트로 감성의 게임을 만듭니다.",
    "en": "CONCODE is a one-person development home studio. We create a game with a retro sensibility that is different from the grammar of existing games."
  }
]